@extends('layouts.template')

@section('stylesheet')
@stop('stylesheet')

@section('content')


<div class="ps-breadcrumb">
    <div class="container">
        <ul class="breadcrumb">
            <li><a href="{{ url('/blog') }}">กิจกรรม & ประชาสัมพันธ์</a></li>
            <li>10 อันดับขยะที่นำมารีไซเคิลมากที่สุด</li>
        </ul>
    </div>
</div>

<div class="ps-deal-of-day mt-10">
    <div class="container">
        <div class="ps-blog__content bor_shadow">
            <img src="{{ url('/img/image 31.png') }}" class="img-fluid" style="width:100%">
            <div class="blog_detail_in">
                <h4 class="mt-20">10 อันดับขยะที่นำมารีไซเคิลมากที่สุด</h4>
                <p class="blog_date">December 17/ 2017 / By drfurion</p>
                <p>10 อันดับขยะที่นิยมนำมารีไซเคิลมากที่สุด ดังนี้ <br>
                    1. พลาสติก ขยะประเภทพลาสติกมีจำนวนเพิ่มขึ้นอย่างรวดเร็ว เพราะสินค้าและบรรจุภัณฑ์ส่วนมากทำมาจากพลาสติก เช่น ขวดนม กระป๋องยา ขวดน้ำดื่ม ซึ่งคุณสมบัติที่เหมาะสมของพลาสติกซึ่งมีน้ำหนักเบา สีสันสวยงามไม่เป็นสนิม ทนทานและมีหลายประเภททำให้พลาสติกเป็นที่นิยมมากในปัจจุบัน ซึ่งขยะพวกนี้เมื่อนำมาเผาก็จะทำให้เกิดมลพิษสิ่งแวดล้อม หรือหากนำไปผงกลบ ก็จะทำให้สิ้นเปลืองเนื้อที่ในการฝังกลบ วิธีการที่ดีและเหมาะสมสำหรับการกำจัดขยะพลาสติก ก็คือ การนำกลับมารีไซเคิล พลาสติกสามารถนำกลับมารีไซเคิลได้เกือบทุกประเภท ส่วนพลาสติกที่ไม่สามารถกลับมารีไซเคิลได้ ได้แก่ พลาสติกชนิดยูเรีย เมลามีน และอีพอกซี่
                    
                    ถึงแม้ว่าพลาสติกสามารถนำกลับมารีไซเคิลได้แต่ในประเทศยังไมได้มีการนำเอาพลาสติกกลับมารีไซเคิลทุกประเภทเพราะปัญหาในเรื่องการคุ้มทุนในการลงทุน เนื่องจากพลาสติกมีน้ำหนักเบาและเก็บรวบรวมได้อยาก เช่น ถุงพลาสติกและ โฟม สามารถนำกลับมารีไซเคิลได้แต่ต้นทุนสูงเนื่องมาจากมีปริมาณมากเปลืองพื้นที่ในการขนส่งทำให้ต้นทุนสูง
                    <br><br>
                    2. กล่องนม นมกล่อง ไม่ใช่แค่ดื่มแล้วมีประโยชน์ มีหลายคนนำกล่องนมเปล่าที่ดื่มหมดแล้วนำไปทำงานประดิษฐ์ สมัยนี้มีไอเดียใหม่ๆ ที่สามารถทำให้กล่องนมดูมีราคา สร้างรายได้เป็นกอบเป็นกำให้กับนักประดิษฐ์งานรีไซเคิลได้มากทีเดียว
                    <br><br>
                    3. กระป๋องน้ำอัดลม น้ำอัดลม เป็นเครื่องดื่มยอดฮิตในหลายคนที่หลายคนติดในรสชาติ แต่พอดื่มหมดก็ทิ้งกระป๋องน้ำอัดลมลงขยะ แต่หากมองสีสันของกระป๋องหลากสีดูน่าสนใจไม่น้อย นั่นจึงมีบางคนนำเอากระป๋องเหล่านี้มาเพิ่มคุณค่าของมันด้วยความคิดสร้างสรรค์ใหม่ๆ  กลายเป็นชิ้นงานประดิษฐ์ที่ทั้งน่ารักและน่าทึ่งอย่างมาก
                    <br><br>
                    4. กระดาษ ขยะจากบ้านเรือนและสำนักงานจะมีกระดาษ ที่สำคัญในชีวิตประจำวันของเรา จะต้องเกี่ยวพันกับการใช้กระดาษ ไม่ว่าจะเป็นหนังสือพิมพ์ กระดาษคอมพิวเตอร์ ถุงกระดาษ ลังกระดาษ เป็นต้น กระดาษเหล่านี้ส่วนใหญ่สามารถนำกลับมารีไซเคิลได้ </p>
                    <br>
                    <p>5. แก้ว แก้วเป็นผลิตภัณฑ์ที่ทำมาจากทรายโดยมีหินและโซดาไฟเป็นส่วนผสม โดยนำมาหลอมให้ขึ้นรูปเป็นภาชนะต่างๆ เช่นแก้วน้ำ ขวดอาหารและเครื่องดื่ม แก้วเป็นวัสดุที่ไม่สามารถย่อยสลายได้ แต่สามารถหลอมทำใหม่ได้
                        ขวดแก้วทุกประเภทสามารถนำมารีไซเคิลได้ แต่ขวดแก้วต่างประเภทต่างสีจะมีราคาต่างกัน ดังนั้นขวดแก้วสีขาวจะมีราคาดีที่สุด รองลงมา คือ สีชา และสีเขียว ถ้าเป็นลักษณะที่ขวดไม่แตกจะได้ราคาสูงกว่าขวดแตกหรือเศษแก้ว ดังนั้นจึงมีการคัดแยกออกตามสีและคุณภาพของแก้ว ดังนี้
                        - ขวดแก้วดี - ขวดแก้วแตก
                        <br><br>
                        6. เศษผ้า เราคงรู้อยู่แล้วว่าเศษผ้าหลาย ๆ สีเหล่านี้นำมารีไซเคิลเป็นของใช้ได้หลายชนิดหลายแบบมาก ไม่ว่าจะเป็นพวงกุญแจ ปกหนังสือ รวมถึงแปรรูปเป็นสิ่งของต่างๆ มากมาย ให้กลายมาเป็นของประดับสุดเก๋ไม่เหมือนใคร
                        <br><br>
                        7. แก้ว/ขวดแก้ว ขวดแก้วเป็นอีกหนึ่งขยะรีไซเคิลยอดฮิต ที่เราใช้แล้วก็ทิ้งกันโดยไม่ได้คิดว่าจะนำมาใช้ทำประโยชน์อะไร แต่ก็ยังมีหลายคนเห็นประโยชน์ของขวดแก้ว นำมันมารีไซเคิลใหม่ และสามารถนำมาทำเป็นธุรกิจสวนตัวเป็นรายได้เข้ากระเป๋าตังได้แบบกิ๊บเก๋จริงๆ
                        <br><br>
                        8. ยางรถยนต์ บางคนคิดไม่ถึงว่ายางรถยนต์แบบนี้จะนำมาเพิ่มมูลค่าได้มากมายขนาดนี้ และจะกลายมาเป็นธุรกิจใหญ่ที่ทำเงินได้มากมาย เป็นความคิดที่มีไอเดียดีสุดๆ ไปเลย และยังทำได้หลากหลายรูปแบบอีกด้วย หรือจะทำตามออเดอร์ลูกค้าก็ยังได้ เป็นงานฝีมือที่มีความละเอียดและใส่ใจในงานจริง
                        <br><br>
                        9. หลอดน้ำ หลอดน้ำที่เราใช้ดูดน้ำกัน ทำมาจากพลาสติดมีสีสันสดใส เหมาะที่จะนำไปรีไซเคิล ตกแต่งให้สวยงามได้อย่างไม่ยาก นับว่าเป็นงานประดิษฐ์ขั้นพื้นฐานระดับประถม แต่สวยสดใสไม่แพ้งานฝีมือชิ้นใดในโลก
                        <br><br>
                        10.หลอดไฟ หลอดไฟ จัดอยู่ในขยะอันตราย ประเภทเดียวกับขยะที่เป็น สารเคมี วัตถุมีพิษ ซากถ่านไฟฉาย หลอดไฟ และขยะติดเชื้อจากสถานพยาบาล แต่ด้วยความที่มันดูไม่เหมือนขยะ ถึงจะใช้งานไม่ได้แล้ว แต่ก็ยังสามารถนำกลับมาใช้ใหม่ได้อย่างน่ามหัศจรรย์ หากใส่ไอเดียลงไปในหลอดไฟสักหน่อยก็จะสามารถยื่นอายุขยะชิ้นนี้ไปได้อีกนาน</p>
            </div>
            
        </div>
    </div>
</div>

@endsection

@section('scripts')
@stop('scripts')