@extends('layouts.template')

@section('title')
นโยบายข้อมูลส่วนบุคคล - wpnrayong
@stop

@section('og')
    <meta property="og:url"           content="http://wpnrayong.com/" />
    <meta property="og:type"          content="website" />
    <meta property="og:title"         content="{{ get_title_facebook() }}" />
    <meta property="og:image"         content="{{ get_facebook_img() }}?v{{time()}}" />
    <meta property="og:description"   content="{{ get_facebook_detail() }}" />
    <meta property="og:image:width" content="600" />
    <meta property="og:image:height" content="314" />
@stop('og')

@section('stylesheet')
@stop('stylesheet')

@section('content')




<div class="ps-deal-of-day mt-10">
    <div class="container">
        <h4 class="mt-30 mb-30">นโยบายข้อมูลส่วนบุคคล</h4>
        <div class="ps-blog__content bor_shadow">
            <div class="blog_detail_in pt-10">
                <h4 class="mt-20">บริษัท วงษ์พาณิชย์ รีไซเคิล ระยอง จำกัด</h4>
                <p class="blog_date">ประกาศ ณ วันที่ 19 มีนาคม 2566</p>
                <p> บริษัท วงษ์พาณิชย์ รีไซเคิล ระยอง จำกัด (“บริษัทฯ”) ได้จัดให้มีประกาศนโยบายข้อมูลส่วนบุคคลฉบับนี้เพื่อให้ลูกค้าผลิตภัณฑ์และบริการของบริษัทฯ รวมถึงลูกค้ามุ่งหวัง ผู้ใช้ ผู้เข้าชม (“ท่าน” หรือ“ลูกค้า”) ได้รับทราบถึงนโยบายของบริษัทฯ เกี่ยวกับการเก็บรวบรวม การใช้ และการเปิดเผยข้อมูลส่วนบุคคล ซึ่งเป็นไปตามพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 (“พรบ. คุ้มครองข้อมูลส่วนบุคคล”) กฎหมาย และกฎเกณฑ์ที่เกี่ยวข้อง โดยประกาศนโยบายข้อมูลส่วนบุคคลนี้จะแจ้งให้ท่านทราบถึงวิธีการที่บริษัทฯ เก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของท่าน ประเภทข้อมูล และวัตถุประสงค์ในการดำเนินการดังกล่าว รวมถึงรายละเอียดเกี่ยวกับระยะเวลาในการเก็บรักษาข้อมูล การเปิดเผยข้อมูลส่วนบุคคลให้แก่บุคคลภายนอก สิทธิของท่าน การรักษาความลับและความปลอดภัยของข้อมูลส่วนบุคคลของท่าน และวิธีการที่ท่านสามารถติดต่อบริษัทฯ </p>
                <p> <b>1. นิยามข้อมูลส่วนบุคคล</b> 
                    “ข้อมูลส่วนบุคคล” หมายถึง ข้อมูลเกี่ยวกับบุคคลซึ่งทำให้สามารถระบุตัวบุคคลนั้นได้ไม่ว่าทางตรงหรือทางอ้อม ทั้งนี้ เป็นไปตามกฎหมายที่ใช้บังคับ โดยไม่รวมถึงข้อมูลส่วนบุคคลของผู้ถึงแก่กรรม

                “ข้อมูลส่วนบุคคลที่มีความอ่อนไหว” หมายถึง ข้อมูลส่วนบุคคลเกี่ยวกับเชื้อชาติ เผ่าพันธุ์ ความคิดเห็นทางการเมือง ความเชื่อในลัทธิ ศาสนาหรือปรัชญา พฤติกรรมทางเพศ ประวัติอาชญากรรม ข้อมูลสุขภาพ ความพิการ ข้อมูลสหภาพแรงงาน ข้อมูลพันธุกรรม ข้อมูลชีวภาพ เช่น การสแกนลายนิ้วมือ การสแกนใบหน้า เป็นต้น หรือข้อมูลอื่นใดซึ่งกระทบต่อเจ้าของข้อมูลส่วนบุคคลในทํานองเดียวกันตามที่คณะกรรมการคุ้มครองข้อมูลส่วนบุคคลประกาศกำหนด
                </p>
                <br>
                <p> <b>2.1 การเก็บรวบรวมข้อมูลส่วนบุคคล</b> </p>
                <p>บริษัทฯ ทำการเก็บรวบรวมข้อมูลส่วนบุคคลและข้อมูลต่าง ๆ ของท่าน ดังต่อไปนี้                </p>

                <p> <b>1) ชื่อ และ นามสกุล</b> 
                </p>
                <p> <b>2) ที่อยู่</b> 
                </p>
                <p> <b>3) อีเมล</b></p>
                <p> <b>4) หมายเลขโทรศัพท์</b></p>
                <p> <b>5) ข้อมูลการติดต่อทางสื่อสังคมออนไลน์ (เช่น LINE ID, Facebook ID)
                </b></p>
                <p> <b>6) ข้อมูลส่วนบุคคล อื่น ๆ ที่ท่านได้ให้ไว้แก่บริษัทฯ
                </b> 
                </p>
                <br>
                <p><b>2.2 วิธีการเก็บรวบรวมข้อมูลส่วนบุคคล</b><br>
                    บริษัทฯ จะทำการเก็บรวบรวมข้อมูลส่วนบุคคลผ่านทางหลายช่องทาง บริษัทฯ จะได้รับข้อมูลของท่านโดยตรงกับบริษัทฯ หรือ ผ่านทางเว็บไซต์  www.wpnrayong.com หรือเว็บไซต์อื่น ๆ ของบริษัทฯ หรือจากแหล่งอื่นที่ไม่ใช่จากท่านโดยตรง เช่น จากองค์กรอื่นหรือผู้ให้บริการด้านการรักษาความปลอดภัย แพลตฟอร์มของสื่อสังคมออนไลน์ เป็นต้น
                </p>

                <Br>
                    <p><b>2.3 ระยะเวลาในการเก็บข้อมูลส่วนบุคคล

                        </b><br>
                        บริษัทฯ จะทำการเก็บรวบรวมข้อมูลส่วนบุคคลของท่านเพื่อใช้งานตามวัตถุประสงค์ที่แจ้งไว้เป็นระยะเวลาตราบเท่าที่ท่านยังเป็นลูกค้าของบริษัทฯ และจะเก็บและใช้งานต่อเนื่องไปเป็นเวลา 10 ปี หลังจากที่ท่านสิ้นสุดการเป็นลูกค้าของบริษัทฯ ทั้งนี้ เท่าที่จำเป็นตามวัตถุประสงค์ในการเก็บรวบรวมข้อมูลส่วนบุคคล หรือตามที่กฎหมายกำหนด 

                    </p>

                <br>
                <p> <b>3. วัตถุประสงค์ในการเก็บรวบรวมข้อมูลส่วนบุคคล
                </b> 
                </p>
                <p> บริษัทฯ จะเก็บรวบรวม ใช้ และ/หรือเปิดเผยข้อมูลต่าง ๆ รวมถึงข้อมูลส่วนบุคคลของท่าน เนื่องด้วยเป็นการจำเป็นเพื่อประโยชน์โดยชอบด้วยกฎหมายของบริษัทฯ หรือโดยได้รับความยินยอมจากท่าน หรือเนื่องด้วยเหตุอันชอบด้วยกฎหมายอื่น ๆ ทั้งนี้ เท่าที่จำเป็นเพื่อวัตถุประสงค์ ดังต่อไปนี้ 
                </p>

                <p>(1) เพื่อใช้ รวมไปถึงเพื่อบริหารและจัดการข้อมูลของท่านในการจัดกิจกรรมทางการตลาด ของบริษัทฯ ตามข้อกำหนดและเงื่อนไขในการเข้าร่วมกิจกรรมในแต่ละครั้ง
                </p>
                <p>(2) เพื่อให้ข้อมูล ให้คำแนะนำ ประชาสัมพันธ์ เกี่ยวกับ สินค้า บริการ หรือกิจกรรมทางการตลาดผ่านทางช่องทางที่ท่านให้ไว้ รวมถึงเพื่อการนำเสนอสินค้าและบริการของบริษัทฯ
                </p>
                <p>(3) เพื่อพัฒนาสินค้าและบริการ ตลอดจนกิจกรรมส่งเสริมการขายและกิจกรรมทางการตลาดของบริษัทฯ</p>
                <p>(4) เพื่อสื่อสาร ตอบกลับ และให้ความช่วยเหลือแก่ท่าน รวมถึงเพื่อการให้บริการหลังการขาย</p>
                <p>(5) เพื่อยืนยันการแสดงตัวตน ก่อนการให้บริการแก่ท่าน</p>
                <p>(6) เพื่อการวิจัยและพัฒนาสินค้าและบริการของบริษัทฯ</p>
                <p>(7) เพื่อให้บริการ และ/หรือเพื่อการติดต่อ สื่อสาร ส่งไปรษณีย์พัสดุ เช่น การติดต่อสอบถามถึงความพึงพอใจในสินค้าและบริการของบริษัทฯ การแจ้งเตือนกิจกรรมส่งเสริมการขายหรือให้ส่วนลดพิเศษ
                </p>
                <p>(8) เพื่อปฏิบัติตามสัญญา</p>
                <p>(9) เพื่อปฏิบัติตามกฎหมาย และ/หรือเพื่อประโยชน์สาธารณะ</p>
                <p>(10) เพื่อป้องกันหรือระงับอันตรายต่อชีวิต ร่างกาย หรือสุขภาพของบุคคล</p>
                <br>
                <p>หากท่านไม่ให้ข้อมูลส่วนบุคคลของท่านแก่บริษัทฯ อาจทำให้บริษัทฯ ไม่สามารถให้บริการแก่ท่านได้ในบางกรณี </p>
                <Br>
                    <p><b>4. การคุ้มครองข้อมูลส่วนบุคคล</b>
                    <br>
                    บริษัทฯ จะเก็บรักษาข้อมูลส่วนบุคคลของท่านไว้เป็นอย่างดีตามมาตรการเชิงเทคนิค และมาตรการเชิงบริหารจัดการ เพื่อรักษาความมั่นคงปลอดภัยในการประมวลผลข้อมูลส่วนบุคคลที่เหมาะสม และเพื่อป้องกันการละเมิดข้อมูลส่วนบุคคล การสูญหาย การเข้าถึง ทำลาย ใช้ แปลง แก้ไข การนำข้อมูลไปใช้ หรือเปิดเผยข้อมูลนอกวัตถุประสงค์ หรือโดยไม่มีอำนาจหรือโดยไม่ชอบ 
                    <br>
                    ทั้งนี้ ท่านมีความเป็นอิสระในการให้ความยินยอมในการที่บริษัทฯ จะเก็บรวบรวม ใช้ หรือเปิดเผย ข้อมูลส่วนบุคคลของท่าน บริษัทฯ จะไม่กำหนดเงื่อนไขในการให้ความยินยอมเพื่อให้เข้าถึงการรับบริการ หรือเข้าทำสัญญากับบริษัทฯ หากข้อมูลส่วนบุคคลนั้นไม่มีความจำเป็นหรือเกี่ยวข้องสำหรับการเข้าทำสัญญาหรือการรับบริการนั้นนอกจากนี้ บริษัทฯ ยังได้กำหนดให้พนักงาน บุคลากร ตัวแทน และผู้รับข้อมูลจากบริษัทฯ มีหน้าที่รักษาข้อมูลส่วนบุคคลของท่านไว้เป็นความลับและมีความปลอดภัยตามมาตรการที่บริษัทฯ กำหนด เมื่อต้องมีการดำเนินการใด ๆ กับข้อมูลส่วนบุคคลของท่าน 
                    <br>
                    ในกรณีที่ท่านเจ้าของข้อมูลส่วนบุคคลท่านใดเป็นผู้ยังไม่บรรลุนิติภาวะ ถือเป็นผู้เยาว์ตามประมวลกฎหมายแพ่งและพาณิชย์ การให้ความยินยอมของท่านต้องได้รับความยินยอมจากผู้ใช้อำนาจปกครองที่มีอำนาจกระทำแทนท่านด้วย หากผู้จะให้ความยินยอมนั้นเป็นผู้เยาว์ที่อายุไม่เกิน 10 ปี ต้องขอความยินยอมจากผู้ใช้อำนาจปกครองนั้นโดยตรง 
                    <br>
                    ในกรณีเจ้าของข้อมูลส่วนบุคคลท่านใดเป็นบุคคลไร้ความสามารถหรือบุคคลเสมือนไร้ความสามารถ ต้องขอความยินยอมจากผู้อนุบาลหรือผู้พิทักษ์ที่มีอำนาจกระทำการแทนบุคคลไร้ความสามารถหรือบุคคลเสมือนไร้ความสามารถนั้นแล้วแต่กรณี บริษัทฯ จะดำเนินการให้ข้อมูลของท่านนั้นถูกต้อง เป็นปัจจุบัน สมบูรณ์ และไม่ก่อให้เกิดความเข้าใจผิด

                    </p>

                    <br>
                    <p><b>5. การเปิดเผยข้อมูลส่วนบุคคล</b></p>
                    <p><b>5.1 ประเภทของผู้รับข้อมูลส่วนบุคคล</b> <br>
                        ในการดำเนินธุรกิจ บริษัทฯ มีความจำเป็นต้องเปิดเผยข้อมูลส่วนบุคคลที่จำเป็นให้กับ บริษัทผู้ให้บริการต่าง ๆ และบริษัทคู่ค้า ของบริษัทฯ เช่น การบริการวิเคราะห์ข้อมูลการตลาด การบริการขนส่งสินค้า การพัฒนาความคุ้มครองด้านความปลอดภัย การพัฒนาแอปพลิเคชัน การจัดกิจกรรมส่งเสริมการขาย การติดต่อสื่อสาร การส่งไปรษณีย์พัสดุต่าง ๆ และการเปิดเผยข้อมูลอื่น ๆ ตามวัตถุประสงค์ในการใช้ข้อมูลตามข้อ 3
                    </p>

                    <p><b>5.2 การส่งหรือโอนข้อมูลส่วนบุคคลไปยังต่างประเทศ</b><Br>
                        ในบางกรณีบริษัทฯ มีการโอนข้อมูลที่จัดเก็บไปยังฐานข้อมูลของบริษัทฯ บนเครื่องคอมพิวเตอร์ที่ตั้งอยู่ในต่างประเทศ ที่ดำเนินการและบริหารงานโดยคู่ค้าของบริษัทฯ ในต่างประเทศ  ซึ่งมีมาตรฐานการคุ้มครองข้อมูลส่วนบุคคลที่เพียงพอ ทั้งนี้ เป็นไปตามกฎหมายว่าด้วยการคุ้มครองข้อมูลส่วนบุคคลทั่วไปของประเทศไทยที่ใช้บังคับ โดยที่ข้อมูลเหล่านี้จะได้รับการดูแลรักษาความปลอดภัยอย่างเข้มงวด
                    </p>

                    <p><b>6. สิทธิของเจ้าของข้อมูลส่วนบุคคล</b><Br>
                        ท่านมีสิทธิดังต่อไปนี้ ทั้งนี้ ภายใต้หลักเกณฑ์ ตามกฎหมายว่าด้วยการคุ้มครองข้อมูลส่วนบุคคลทั่วไปของประเทศไทยที่ใช้บังคับ </p>
                        <p>(1) ท่านสามารถถอนความยินยอม โดยการติดต่อตามช่องทางที่บริษัทฯ จัดเตรียมไว้ตามข้อ 8 บริษัทฯ ขอเรียนว่า หากท่านถอนความยินยอม ท่านอาจจะเสียสิทธิได้รับข้อมูลข่าวสาร หรือ สิทธิประโยชน์ รวมถึง การติดต่อจากบริษัทฯ เพื่อสิทธิพิเศษและกิจกรรมต่าง ๆ ของบริษัทฯ
                        </p>
                        <p>(2) ท่านสามารถขอเข้าถึง ขอสำเนา ขอแก้ไขหรือปรับปรุงข้อมูลส่วนบุคคลของท่านที่อยู่ในความรับผิดชอบของบริษัทฯ ให้ถูกต้องเป็นปัจจุบัน สมบูรณ์ และไม่ก่อให้เกิดความเข้าใจผิด
                        </p>
                        <p>
                            (3) ท่านสามารถขอให้เปิดเผยถึงการได้มาซึ่งข้อมูลส่วนบุคคลของท่านที่ท่านไม่ได้ให้ความยินยอม
                        </p>
                        <p>
                            (4) ท่านมีสิทธิขอรับหรือขอให้บริษัทฯ ส่งหรือโอนข้อมูลส่วนบุคคลของท่านไปยังผู้ควบคุมข้อมูลส่วนบุคคลอื่นได้
                        </p>
                        <p>
                            (5) ท่านสามารถคัดค้านการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคล หรือ ระงับการใช้ข้อมูลส่วนบุคคลในบางกรณี ตราบเท่าที่กฎหมายกำหนดไว้
                        </p>
                        <p>
                            (6) ท่านสามารถขอให้บริษัทฯ ลบ หรือทำลาย หรือทำให้ข้อมูลส่วนบุคคลเป็นข้อมูลที่ไม่สามารถระบุตัวบุคคลได้ในบางกรณี ตราบเท่าที่กฎหมายกำหนดไว้
                        </p>
                        <p>
                            (7) ท่านสามารถร้องเรียนต่อหน่วยงานของรัฐที่มีอำนาจ
                        </p>

                    <p><b>7. การปรับปรุงนโยบายข้อมูลส่วนบุคคล</b><Br>
                        บริษัทฯ ขอสงวนสิทธิ์ในการแก้ไขปรับปรุงนโยบายข้อมูลส่วนบุคคลฉบับนี้ได้ โดยบริษัทฯ จะแจ้งให้ท่านทราบถึงการแก้ไข เปลี่ยนแปลงดังกล่าว นอกจากนี้ บริษัทฯ อาจจะแจ้งให้ท่านทราบถึงรายละเอียดอื่นเกี่ยวกับข้อมูลส่วนบุคคลของท่านเพิ่มเติม เช่น วัตถุประสงค์ในการเก็บรวบรวมข้อมูลส่วนบุคคลของท่าน ในกรณีที่อยู่นอกเหนือจากนโยบายฉบับนี้ ทั้งนี้ การแก้ไขเปลี่ยนแปลงนโยบายข้อมูลส่วนบุคคลฉบับนี้ หรือรายละเอียดอื่นเกี่ยวกับข้อมูลส่วนบุคคลจะมีผลใช้บังคับทันทีที่บริษัทฯ ได้ดำเนินการแจ้งให้ท่านทราบตามวิธีการที่บริษัทฯ เห็นสมควร เว้นแต่เป็นกรณีที่บริษัทฯ จะต้องได้รับความยินยอมจากท่านตามกฎหมาย ซึ่งในกรณีเช่นนั้น การแก้ไขเปลี่ยนแปลงนโยบายข้อมูลส่วนบุคคลฉบับนี้ หรือรายละเอียดอื่นใดเกี่ยวกับนโยบายข้อมูลส่วนบุคคลจะมีผลใช้บังคับเมื่อบริษัทฯ ได้รับความยินยอมจากท่าน

                    </p>
                    <p><b>8. ติดต่อเรา</b><Br>
                        ในกรณีที่ท่านมีข้อสงสัย ข้อเสนอแนะ หรือข้อติชม เกี่ยวกับนโยบายฉบับนี้ หรือต้องการขอใช้สิทธิของท่าน ท่านสามารถติดต่อบริษัทฯ หรือเจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคล ผ่านช่องทางดังนี้
                        <Br>
                        - หมายเลขโทรศัพท์: 081 140 0850-1, 038 606338-40
                        <br>
                        - อีเมล: office@wongpanit-rayong.com
                        <Br>
                        - สถานที่ติดต่อ: บริษัท วงษ์พาณิชย์ รีไซเคิล ระยอง จำกัด  เลขที่ 1/1 หมู่ 4 ตำบลนิคมพัฒนา อำเภอนิคมพัฒนา จังหวัดระยอง 21180
                            <br>
                            บริษัทฯ ยินดีตอบข้อสงสัย รับฟังข้อเสนอแนะ และคำติชม อันจะเป็นประโยชน์ต่อการปรับปรุงการให้บริการของเว็บไซต์และการให้บริการของบริษัทฯ ต่อไป
                    </p>

                        <p><b>9. การเปลี่ยนแปลงนโยบายและแนวปฏิบัติคุ้มครองข้อมูลส่วนบุคคล
                        </b><Br>
                            หากมีการแก้ไขเปลี่ยนแปลงเงื่อนไขนโยบาย ฉบับนี้บริษัทฯ จะแจ้งให้ท่านทราบโดยเผยแพร่ผ่านช่องทางที่เหมาะสมของบริษัทฯ
                        </p>
            </div>
            
        </div>
    </div>
</div>

@endsection

@section('scripts')
@stop('scripts')