@extends('layouts.template')

@section('title')
นโยบายส่วนบุคคล - wpnrayong
@stop

@section('stylesheet')
@stop('stylesheet')

@section('content')




<div class="ps-deal-of-day mt-10">
    <div class="container">
        <h4 class="mt-30 mb-30">นโยบายส่วนบุคคล</h4>
        <div class="ps-blog__content bor_shadow">
            <div class="blog_detail_in pt-10">
                <h4 class="mt-20">บริษัท วงษ์พาณิชย์ รีไซเคิล ระยอง จำกัด</h4>
                <p class="blog_date">ประกาศ ณ วันที่ 1 กรกฎาคม 2565</p>
                <p> <b>1.บทนำ</b><br>
                    <b>บริษัท วงษ์พาณิชย์ รีไซเคิล ระยอง จำกัด</b> (“บริษัท”) ตระหนักถึงความสำคัญของข้อมูลส่วนบุคคลและข้อมูลอื่น (รวมเรียกว่า “ข้อมูล”) อันเกี่ยวกับลูกค้าของบริษัท 
                    (“ท่าน”) และเพื่อให้ท่านสามารถเชื่อมั่นได้ว่าบริษัทมีความโปร่งใสและความรับผิดชอบในการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลของท่านตามพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล 
                    พ.ศ. 2562 (“กฎหมายคุ้มครองข้อมูลส่วนบุคคล”) รวมถึงกฎหมายอื่นที่เกี่ยวข้อง ดังนั้น นโยบายคุ้มครองข้อมูลส่วนบุคคล (“นโยบาย”)
                     ฉบับนี้จึงได้ถูกจัดทำขึ้นเพื่อชี้แจงให้ท่านได้ทราบและเข้าใจถึงวิธีการปฏิบัติของบริษัท รวมถึงวัตถุประสงค์ของบริษัท เกี่ยวกับการเก็บรวบรวม ใช้ เปิดเผยข้อมูลส่วนบุคคลของท่าน
                      (“รวมเรียกว่า “ประมวลผล”) ซึ่งดำเนินการโดยบริษัท รวมถึงบุคคลที่เกี่ยวข้องในนามของบริษัท โดยมีเนื้อหาสาระดังต่อไปนี้</p>
                <p> <b>2.ขอบเขตการบังคับใช้นโยบาย</b> 
                    นโยบายฉบับนี้ใช้บังคับกับข้อมูลส่วนบุคคลซึ่งมีความสัมพันธ์กับบริษัท ทั้งในปัจจุบันและอาจมีขึ้นในอนาคต ซึ่งถูก/อาจจะถูกประมวลผลข้อมูลส่วนบุคคลโดยบริษัท หรือผู้ที่เกี่ยวข้อง โดยบริษัทได้รับหรือเก็บรวบรวมจากการที่ท่านเข้าเยี่ยมชม ซื้อสินค้าและบริการ สมัครสมาชิก ให้คำแนะนำ ติชม ร้องเรียน การทำแบบสำรวจหรือแบบสอบถามหรือทำกิจกรรมอื่นใดเท่าที่จำเป็น ผ่านทางเว็บไซต์ของบริษัท แอพพลิเคชั่นบนโทรศัพท์มือถือ ช่องทางสื่อสังคมออนไลน์ ร้านค้าของบริษัท และศูนย์ลูกค้าสัมพันธ์ (Customer Service) จะไม่ครอบคลุมถึงการใช้งานของท่านบนเว็ปไซต์ แอพพลิเคชั่นบนโทรศัพท์มือถือ ช่องทางสื่อสังคมออนไลน์ ของบุคคลที่สามที่สามารถเชื่อมโยงมายังเว็ปไซต์ แอพพลิเคชั่นบนโทรศัพท์มือถือ ช่องทางสื่อสังคมออนไลน์ของบริษัท และไม่ครอบคลุมถึงร้านค้าที่ไม่ได้อยู่ภายใต้การดูแลของบริษัท ดังนั้น บริษัทจึงขอแนะนำให้ท่านได้โปรดอ่านนโยบายคุ้มครองข้อมูลส่วนบุคคลนี้เพื่อรับทราบและทำความเข้าใจวิธีการ แนวทาง และวัตถุประสงค์ที่บริษัทได้เก็บรวบรวม ใช้ และเปิดเผยข้อมูลส่วนบุคคลของท่าน
                </p>
                <p> <b>3.แหล่งที่มาของข้อมูลส่วนบุคคลที่บริษัทเก็บรวบรวม</b> ในระหว่างที่ท่านเข้าถึงหรือใช้บริการเว็บไซต์ของบริษัท แอพพลิเคชั่นบนโทรศัพท์มือถือ ช่องทางสื่อสังคมออนไลน์ จดหมายอิเล็กทรอนิกส์ (e-mail) ช่องทางโทรศัพท์ ร้านค้าของบริษัท และศูนย์ลูกค้าสัมพันธ์ (Customer Service) บริษัทอาจมีความจำเป็นต้องเก็บรวบรวม หรือรับมอบข้อมูลส่วนบุคคลที่สามารถระบุถึงตัวตนของท่าน ดังนี้
                </p>
                <p> <b>3.1 ข้อมูลส่วนบุคคลทั่วไป ได้แก่</b> 
                </p>
                <p> <b>(1) ข้อมูลเฉพาะตัวบุคคลล</b> 
                </p>
                <p> <b>(1.1) ข้อมูลเฉพาะตัวบุคคลของลูกค้าทั่วไป ได้แก่ คำนำหน้าชื่อ, ชื่อ-นามสกุล, เพศ, วันเดือนปีเกิด, อายุ, สัญชาติ, ข้อมูลเกี่ยวกับเอกสารที่หน่วยงานราชการออกให้ (เช่น หมายเลขบัตรประชาชน, หมายเลขหนังสือเดินทาง, หมายเลขประจำตัวผู้เสียภาษีอากร เป็นต้น)</b> 
                </p>
                <p> <b>(1.2) ข้อมูลเฉพาะตัวบุคคลของลูกค้าที่เป็นพนักงานบุคลากร เจ้าหน้าที่ของบริษัทและบริษัทในเครือ ได้แก่ คำนำหน้าชื่อ, ชื่อ-นามสกุล, เพศ, วันเดือนปีเกิด, อายุ, สัญชาติ, ข้อมูลพนักงาน (เช่น ระดับพนักงาน, ตำแหน่งงาน, รหัสพนักงาน, สถานที่ทำงาน, หน่วยงาน), ข้อมูลเกี่ยวกับเอกสารที่หน่วยงานราชการออกให้ (เช่น หมายเลขบัตรประชาชน, หมายเลขหนังสือเดินทาง, หมายเลขประจำตัวผู้เสียภาษีอากร เป็นต้น)</b> 
                </p>
                <p> <b>(2) ข้อมูลสำหรับการติดต่อ </b>  ได้แก่ หมายเลขโทรศัพท์, หมายเลขโทรศัพท์มือถือ, ที่อยู่ทางไปรษณีย์เพื่อจัดส่งสินค้า, ที่อยู่สำหรับระบุในใบเสร็จรับเงิน, ที่อยู่ทางไปรษณีย์อิเล็กทรอนิกส์ (e-mail address), บัญชีผู้ใช้ในเว็บไซต์โซเชียลมีเดีย (เช่น ข้อมูลบัญชีผู้ใช้ไลน์ (LINE), บัญชีเฟซบุ๊ก (Facebook) เป็นต้น)
                </p>
                <p> <b>(3) ข้อมูลการเป็นสมาชิก</b> 
                    ได้แก่ รายละเอียดข้อมูลบัญชีสมาชิก, หมายเลขบัตรสมาชิก, คะแนนสะสม, ประเภทสมาชิก, วันที่สมัครสมาชิก, ระยะเวลาการเป็นสมาชิก, ประวัติการแลกคะแนนสะสม, ข้อซักถาม ความคิดเห็น คำติชม ข้อร้องเรียน และข้อเสนอแนะ และข้อมูลการเป็นสมาชิกอื่นๆ
                </p>
                <p> <b>(4) ข้อมูลการทำธุรกรรมการซื้อขายสินค้าและบริการ ย</b> 
                    ได้แก่ รายละเอียดการสั่งซื้อสินค้า (เช่น สินค้าที่ซื้อ, ประเภท, ขนาด, จำนวน, ราคา เป็นต้น), รายละเอียดการใช้บริการ, ข้อมูลเกี่ยวกับการรับชำระเงินจากท่าน/คืนเงินไปยังท่าน, วันที่ชำระเงิน, เวลาชำระเงิน, ยอดชำระเงิน, หมายเลขการซื้อหรือคำสั่งซื้อ, วัน/เวลาในการรับหรือจัดส่งสินค้า, ข้อความตอบรับสินค้าจากท่าน, ข้อมูลการรับประกันสินค้า, คำร้องเรียนและข้อร้องเรียน และข้อมูลอื่นๆ ที่เกี่ยวข้องกับการซื้อสินค้าและบริการจากท่าน
                </p>
                <p> <b>(5) ข้อมูลทางการเงิน</b> 
                    ได้แก่ ข้อมูลบัตรเดบิต/บัตรเครดิต (เช่น หมายเลขบัตร, ชื่อผู้ถือบัตร, ประเภทของบัตร, หมายเลขหลังบัตร (CVV), วันหมดอายุ เป็นต้น)
                </p>

                <p> <b>(6) ข้อมูลทางเทคนิค</b> 
                    ได้แก่ ข้อมูลจราจรทางคอมพิวเตอร์ (Log) และข้อมูลที่บริษัทได้เก็บรวบรวมผ่านคุกกี้ (Cookies) หรือเทคโนโลยีที่คล้ายคลึงกัน เช่น ข้อมูลการใช้งานเว็บไซต์ แอปพลิเคชั่น และระบบต่างๆ ของบริษัท ตัวอุปกรณ์ หมายเลข IP ของคอมพิวเตอร์ ข้อมูลตำแหน่งที่ตั้ง ประเภทของเบราว์เซอร์ และพฤติกรรมการใช้งาน เป็นต้น
                </p>
                <p> <b>(7) ข้อมูลเกี่ยวกับพฤติกรรม</b> 
                    ได้แก่ ข้อมูลเกี่ยวกับพฤติกรรมการซื้อสินค้าและบริการของท่าน และข้อมูลการตอบรับความพึงพอใจของท่านที่มีต่อการให้บริการของบริษัท
                </p>
                <p> <b>(8) ข้อมูลอื่นๆ</b> 
                    ได้แก่ บันทึกเสียงการสนทนาทางโทรศัพท์ผ่านทางศูนย์ลูกค้าสัมพันธ์ (Customer Service), บันทึกภาพและเสียงจากกล้องวงจรปิด (CCTV), อุณหภูมิร่างกาย
                </p>
            </div>
            
        </div>
    </div>
</div>

@endsection

@section('scripts')
@stop('scripts')